Revit 2027 API
ParameterTypeId.LockedTopOffset Property
 "Positive Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LockedTopOffset { get; }
Public Shared ReadOnly Property LockedTopOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LockedTopOffset {
	ForgeTypeId^ get ();
}
static member LockedTopOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace